[
    {
        "ticket_number": 496880,
        "summary": "Antoinette Temporiti from Collaborative Governance just gave a Positive rating to Brandi Griffin for (categories not provided) on ticket# 496880 ([WORX-ID:0316988] BLOKWORX Ticket Update - Subject: SCUD - GeoAnomaly - collaborativegovernance - tt).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 497198,
        "summary": "Eric Manlove from DigiCan Printing, LLC. just gave a Positive rating to Adam Stenshoel for Accuracy, Helpfulness, Knowledge, Proactiveness, Resolution Time and Response Time on ticket# 497198 (Excel troubles).",
        "customer_feedback": "Thank you for your help!\""
    },
    {
        "ticket_number": 497641,
        "summary": "Martha Vosse from Meadowbrook Country Club just gave a Positive rating to Luke Balint for Accuracy, Helpfulness, Knowledge, Response Time and Resolution Time on ticket# 497641 (MCC Google Remote Connection Lost - Need by the weekend).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 497658,
        "summary": "Terri Henderson from KB Install just gave a Positive rating to Ethan Sidwell for (categories not provided) on ticket# 497658 (Issues with Nitro Pro opening).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 497680,
        "summary": "Lauren Hankins from BCI Packaging just gave a Positive rating to Adam Stenshoel for Accuracy, Helpfulness, Knowledge, Response Time, Resolution Time and Proactiveness on ticket# 497680 (RE: [EXT] Henkel SAP Account Access).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 497704,
        "summary": "Mensur Becirovic from Bellerive Country Club just gave a Positive rating to Luke Balint for Accuracy, Helpfulness, Knowledge, Proactiveness, Resolution Time and Response Time on ticket# 497704 (Outlook sign in issues).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 498416,
        "summary": "Isabel Sasses from CSWR just gave a Positive rating to Seth Pruitt for Helpfulness, Accuracy, Resolution Time, Knowledge, Response Time and Proactiveness on ticket# 498416 (Fw: ISD-1384 I would like to connect a Trello board to my calendar so I can use the planner feature.).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 498602,
        "summary": "A customer from BCI Packaging just gave a Positive rating to Chance Brueggeman for Accuracy, Helpfulness, Knowledge, Resolution Time, Proactiveness and Response Time on ticket# 498602 (Password reset).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 498801,
        "summary": "Anna Bennett from Bull Moose Industries just gave a Positive rating to Ethan Sidwell for Accuracy, Proactiveness, Helpfulness, Resolution Time, Knowledge and Response Time on ticket# 498801 (SharePoint issue?).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 499294,
        "summary": "Ryan Mearini from Acera Surgical Inc. just gave a Positive rating to Joshua Kostencki for Accuracy, Resolution Time, Helpfulness, Response Time and Knowledge on ticket# 499294 (Help needed with Auth App on new phone).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 499447,
        "summary": "Kevin Peters from A-Mrazek just gave a Positive rating to Adam Stenshoel for Accuracy, Helpfulness, Knowledge, Response Time, Resolution Time and Proactiveness on ticket# 499447 (Unable to Connect to VPN).",
        "customer_feedback": "Good group of people at Pearl. Quick and efficient.\""
    },
    {
        "ticket_number": 500033,
        "summary": "Fletcher Brokaw from Cambridge Air Solutions just gave a Positive rating to Seth Pruitt for Accuracy, Helpfulness, Knowledge, Proactiveness, Resolution Time and Response Time on ticket# 500033 (Scan to PC).",
        "customer_feedback": "Awesome job!\""
    },
    {
        "ticket_number": 500211,
        "summary": "Alan Sevier from Bellerive Country Club just gave a Positive rating to Adam Stenshoel for Accuracy, Helpfulness and Knowledge on ticket# 500211 (Email issues).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 500351,
        "summary": "Antoinette Temporiti from Collaborative Governance just gave a Positive rating to Chance Brueggeman for Accuracy, Helpfulness, Knowledge, Proactiveness and Resolution Time on ticket# 500351 (Outlook and mail problems).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 501220,
        "summary": "Lisa Dreyer from C. Bennett Supply just gave a Positive rating to Adam Stenshoel for Helpfulness and Resolution Time on ticket# 501220 (Credit Program).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 501265,
        "summary": "Tim Davis from Property Assessment Review just gave a Positive rating to Chance Brueggeman for Accuracy, Helpfulness, Knowledge, Response Time, Resolution Time and Proactiveness on ticket# 501265 (Connectivity Issues).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 501360,
        "summary": "Paul Keeven from Property Assessment Review just gave a Positive rating to Seth Pruitt for Accuracy, Helpfulness, Response Time, Knowledge, Resolution Time and Proactiveness on ticket# 501360 (RDS issues).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 501629,
        "summary": "Shane Coffey from Cambridge Air Solutions just gave a Positive rating to Seth Pruitt for Proactiveness, Resolution Time, Response Time, Knowledge, Helpfulness and Accuracy on ticket# 501629 (New Employee Access).",
        "customer_feedback": "No feedback provided."
    },
    {
        "ticket_number": 501701,
        "summary": "Tom Melosi from CSWR just gave a Positive rating to Seth Stopke for Accuracy, Proactiveness, Resolution Time, Response Time, Knowledge and Helpfulness on ticket# 501701 (Docking Station no ethernet, and Snaggit expired).",
        "customer_feedback": "No feedback provided."
    }
]